// Конфигурация приложения
window.appConfig = {
    WAREHOUSES: [
        "АРХАНГЕЛЬСК_ХАБ_НАХИМОВА", "МУРМАНСК_ХАБ_ОБЪЕЗДНАЯ", "ВЕЛИКИЙ_НОВГОРОД_ХАБ_НЕХИНСКАЯ",
        "ПЕТРОЗАВОДСК_ХАБ_ПРЯЖИНСКОЕ", "ПСКОВ_ХАБ_МАРГЕЛОВА", "ПСКОВ_ХАБ_НОВЫЙ",
        "СЫКТЫВКАР_ХАБ_ЛЕСОПАРКОВАЯ", "СЫКТЫВКАР_ХАБ_ОКТЯБРЬСКИЙ", "ЧЕРЕПОВЕЦ_ХАБ_СТРОЙИНДУСТРИИ",
        "ВОЛОГДА_ХАБ_БЕЛОЗЕРСКОЕ", "СПБ_ХАБ_Осиновая Роща", "СПБ_Хаб_Парголово",
        "СПБ_Хаб_Парголово_Блок_3", "СПБ_Хаб_Парголово_Блок_4"
    ]
};
console.log('✅ Config загружен');
